[
    "A great ScrumMaster grasps the skills and mindset of the role. - Geoff Watts",
    "Empower the team to resolve their own impediments. - Geoff Watts",
    "Know the power of silence. - Geoff Watts",
    "Encourage use of 'yes, and' (adding) rather 'yes, but' (ending/blocking). - Geoff Watts",
    "Breakdown large user stories using SPIDR (spike, paths, interfaces, data, rules). - Mike Cohn",
    "User stories are not a replacement for requirements but a placeholder/marker. - Mike Cohn",
    "Great Product Owners keeps options open. - Geoff Watts",
    "The best way to empower a team is to begin trusting the team. - Mike Cohn",
    "The ScrumMaster has no authority over Scrum team members but does have authority over the process. - Mike Cohn",
    "ScrumMasters aren't just an additional expense; they create high-performing teams. - Zuzana Sochova",
    "The ScrumMaster's role is to support team rather than individual behavior. - Zuzana Sochova",
    "Great ScrumMasters must be practiced in soft skills and be good listeners. - Zuzana Sochova",
    "The ScrumMaster's goal is to encourage self-organization. - Zuzana Sochova",
    "The ScrumMaster must encourage the team to take responsibility. - Zuzana Sochova",
    "The Product Owner should never act in the ScrumMaster role. The two roles have conflicting goals. - Zuzana Sochova",
    "Great ScrumMasters are not solely focused on their teams but are able to build communities across the organization. - Zuzana Sochova",
    "The ScrumMaster should stay only one step ahead of the team and organization, pulling them out of their habits and customs. - Zuzana Sochova",
    "Observing, listening, and not interfering are the most important aspects of a great ScrumMaster's job. - Zuzana Sochova",
    "Scrum is a mindset, culture, and philosophy, not just a fixed set of practices. - Zuzana Sochova",
    "The ScrumMaster is never finished with learning. - Zuzana Sochova",
    "The great ScrumMaster is a leader who creates new leaders out of the people around him. - Zuzana Sochova",
    "If you as ScrumMaster keep the positivity high, you are halfway to achieving your goal. - Zuzana Sochova",
    "As ScrumMaster, your job is to improve the culture, empower people, increase motivation, and boost proactivity. - Zuzana Sochova",
    "Never forget that the great ScrumMaster is, in the first place, a leader. - Zuzana Sochova",
    "A great ScrumMaster will become dispensable and wanted by the team - Geoff Watts",
    "It is not failing fast, but learning early  - Anon",
    "Plans are worthless, but planning is everything - Dwight Eisenhower",
    "As an Agile coach, you don't need to have all the answers; it takes time and a few experiments to hit the right approach - Rachel Davies and Liz Sedley",
    "Everything is vague to a degree you do not realize 'till you have tried to make it precise - Bertrand Russell",
    "The more elaborate our means of communication, the less we communicate. - Joseph Priestley",
    "To be uncertain is to be uncomfortable, but to be certain is to be ridiculous - Chinese Proverb",
    "Anyone who has never made a mistake has never tried anything new - Albert Einstein",
    "As a general rule of thumb, when benefits are not quantified at all, assume there aren't any. - Tom DeMarco and Timothy Lister",
    "Failure is simply the opportunity to begin again, this time more intelligently - Henry Ford",
    "Simplicity is the ultimate sophistication - Leonardo Da Vinci",
    "Scrum is like your mother-in-law, it points out ALL your faults - Ken Schwaber",
    "Stable Velocity. Sustainable Pace - Mike Cottmeyer",
    "Nothing endures but change - Heraclitus",
    "Do the planning, but throw out the plans. - Mary Poppendieck",
    "Agile is a philosophy, not a methodology - Paul Bennett",
    "Stop starting things, and start finishing things - Jean Tabaka",
    "Be fixed on the vision, but flexible on the journey - Jeff Bezos",
    "The best way to get a project done faster is to start sooner - Jim Highsmith",
    "Opportunity is missed by most people because it is dressed in overalls and looks like work - Thomas Edison",
    "People with goals succeed because they know where they're going - Earl Nightingale",
    "It's never about how you start - it's always about how you finish. - Dwayne Johnson",
    "FOUNTAINS: Bring life and energy to their team. They are positive, encouraging and make everyone around them better, be a fountain - Justin Su'a",
    "DRAINS: Suck the energy out of the room. They are negative, complain and have a problem for every solution, don't be a drain - Justin Su'a",
    "Don't cling to mistake because you spent a lot of time making it - unknown",
    "By limiting not only the amount of work we start, but also the work we commit to doing, we can improve our flow and achieve better quality, better throughput and more consistency",
    "You can never try to escape one danger without encountering another. Prudence consists in recognising the different dangers and in accepting the least bad as good. - Machiavelli, The Art of war",
    "Don't try and make a right choice, make a choice and then make it right. - Joe Delaney",
    "It's only a problem if it is a problem - Joe Delaney",
    "Fix the things that hurt the most - unknown",
    "",
    "this is a test - me"
]